Repository: kikoDevv/EasyBudget
Catalog: EasyBudget/Localizable.xcstrings
Source language: en
Languages: nb, sv

source: Amount
nb: Beløp
sv: Belopp

# Amount: %d kr
source: Amount: %d $
nb: Beløp
sv: Belopp: %d kr

# Amount: %lld kr
source: Amount: %lld $
nb: Beløp
sv: Belopp: %lld kr

source: Cancel
nb: Kansellere
sv: avbryt

source: Category
nb: Kategori
sv: Kategori

source: Category name
nb: Kategorinavn
sv: Kategorinamn

source: Danger! You're spending almost everything
nb: Fare! Du bruker nesten alt
sv: Akut! Du använder nästan allt

source: Done
nb: Ferdig
sv: Klart

source: Edit
nb: Redigere
sv: Redigera

source: Edit your name and income
nb: Rediger navn og inntekt
sv: Redigera ditt namn och inkomst

source: Enter amount
nb: Angi beløp
sv: Ange belopp

source: Enter category
nb: Skriv inn kategori
sv: Ange kategori

source: Enter your name
nb: Skriv inn navnet ditt
sv: Ange ditt namn

source: Expenses
nb: Utgifter
sv: Utgifter

source: Good! You're still saving
nb: Bra! Du sparer fortsatt
sv: Toppen! Ditt sparande fortsätter starkt

source: Great! You're saving a lot
nb: Flott! Du sparer mye
sv: Strålande! Du sparar rejält

source: Hello,
nb: Hallo
sv: Hej,

source: If you're enjoyingxxxxxx iBudget and would like to support its development, consider buying me a coffee! The app will always be free anyway😊
nb: Hvis du liker iBudget og ønsker å støtte utviklingen, kan du vurdere å tilby meg en kaffe.

source: Income
nb: Inntekt
sv: Inkomst

source: Language and Currency
nb: Språk og valuta

source: Monthly Income
nb: Månedlig inntekt
sv: Månadsinkomst

source: Monthly Saved
nb: Månedlig lagret
sv: Månadsspar

source: Monthly Spent
nb: Månedlig brukt
sv: Månadsutgifter

source: Name
nb: Navn
sv: Namn

source: Save
nb: Spare
sv: Spara

source: Set your income
nb: Angi inntekten din
sv: Ange din inkomst

source: Support the Developer
nb: Støtt utvikleren
sv: Stöd utvecklaren

source: Warning! You're spending a lot
nb: Advarsel! Du bruker mye penger
sv: Observera! Du spenderar mer än vanligt

source: Welcome
nb: Velkomst
sv: Välkommen

source: Yearly Saved
nb: Årlig lagret
sv: Årssparande

source: Start
sv: Starta
